Repository: mannd/epcalipers
Catalog: EP Calipers/EP Calipers/*.lproj/Localizable.strings
Languages: fr, ru

source: EP Calipers
fr: Compas EP
ru: ЭФИ калипер

# Copyright_message
source: Copyright © 2015-2019 EP Studios, Inc. All rights reserved. Version %@
fr: Copyright © 2015-2019 EP Studios, Inc. Tous droits réservés. Version %@
ru: Авторские права © 2015-2023 EP Studios, Inc. Все права защищены. Версия %@

source: 10 mm
ru: 10 мм

source: 1000 msec
ru: 1000 мсек

source: 500 msec
ru: 500 мсек

source: Add Caliper
fr: Ajouter un compas
ru: Добавить калипер

# Add_some_calipers
source: Add one or more calipers first before proceeding.
fr: Ajouter un ou plus de compas avant de continuer
ru: Для продолжения введите один или несколько калиперов

source: Adjust
fr: Ajuster
ru: Выровнять

source: Amplitude
ru: Амплитуда

source: Amplitude Caliper
fr: Compas d'amplitude
ru: Амплитуда калипера

source: Angle
ru: Угол

source: Angle Caliper
fr: Compas d'angle
ru: Угол калипера

source: Bad Input
fr: Mauvaise entrée
ru: Неверный ввод

source: Bazett
ru: Базетта

source: bpm
ru: уд/мин

source: Calculate
fr: Calculer
ru: Рассчитать

source: Calculated QTc
fr: QTc calculé
ru: Рассчитать QTс

source: Calibrate
fr: Étalonner
ru: Калибровка

# Calibration_instructions
source: Select a caliper by single-tapping it. Move the caliper to a known interval. Touch Set to enter the calibration measurement.
fr: Choisir un compas en le tapant une seule fois. Le déplacer à un intervalle connu. Toucher « définir » pour saisir l'intervalle de l'étalonnage.
ru: Выберите калипер одним косанием. Переместите калипер к известному интервалу. Нажмите «Настройки», чтобы ввести калибровочное измерение.

# Camera_not_available_message
source: Camera is not available on this device.
fr: Aucune caméra n'est disponible pour cet appareil.
ru: Камера не доступна на вашем устройстве

# Camera_not_available_title
source: Camera not available
fr: Caméra non disponible
ru: Камера не доступна

source: Cancel
fr: Annuler
ru: Отмена

source: Clear
fr: Effacer
ru: Очистить

source: Color
fr: Couleur
ru: Цвет

source: Continue
fr: Continuer
ru: Продолжить

# Do_not_calibrate_angle_calipers
source: Angle calipers don't require calibration. Only time or amplitude calipers need to be calibrated. If you want to use an angle caliper as a Brugadometer, you must first calibrate time and amplitude calipers.
fr: Les compas d'angle ne nécessitent pas d'étalonnage. Seuls les compas de temps ou d'amplitude doivent être étalonnés. Si vous voulez utiliser un compas d'angle comme un « Brugadometer » vous devez d'abord étalonner les compas de temps et d'amplitude.
ru: Угол калипера не требует калибрования. Калибровать следует время или амплитуду калипера. Если вы хотите использовать угловой калипер в качестве Бругадометра, необходимо откалибровать время и амплитуду.

source: Done
fr: OK
ru: Готово

# Empty_bad_input
source: Empty input, negative number input, or other bad input.
fr: Saisie de données vides, ou d'un chiffre négatif, ou d’une autre mauvaise entrée de données.
ru: Данные не введены, введено отрицательное число или другой неверный ввод

# Enter_measurement
source: Enter measurement (e.g. %@)
fr: Saisir la mesure (p.e. %@)
ru: Введите измерение (например %@)

source: Flip
fr: Inverser
ru: Отразить

source: Framingham
ru: Фрамингема

source: Fridericia
ru: Фредерика

source: Go to
fr: Aller à
ru: Перейти

source: Go to Page...
fr: Aller à la page
ru: Перейти к странице

source: Hodges
ru: Ходжеса

# How_many_intervals
source: How many intervals is this caliper measuring?
fr: Combien d'intervalles ce compas mesure-t-il ?
ru: Сколько интервалов измерить в этом калипере?

source: IMAGE LOCK
fr: IMAGE BLOQUÉE
ru: Заблокировать изображение

source: Internet connection failed.
fr: Veuillez vérifier votre connextion à internet.
ru: Связь с Интернет потеряна.

# Interval_rate_ipad
source: Interval/Rate
fr: Intervalle/FC
ru: Интервал/Частота

# Interval_rate_iphone
source: Int/Rate
fr: Int/FC
ru: И/Ч

source: Invalid Result
fr: Résultat invalide
ru: Недопустимый результат

source: Lock
fr: Immobil
ru: Закрепить

# Lock-iPad
source: Lock
fr: Immobiliser
ru: Закрепить

# Lock-iPhone
source: Lock
fr: Immob
ru: Замок

source: March
ru: Шаг

# Mean_interval_rate_label
source: Mean Interval and Rate
fr: Intervalle moyen et fréquence cardiaque moyenne
ru: Средний интервал и частота

# Mean_interval_rate_result
source: Mean interval = %.4g %@ Mean rate = %.4g bpm
fr: Intervalle moyen = %.4g %@ Fréquence cardiaque moyenne = %.4g bpm
ru: Средний интервал = %.4g %@ Средняя частота = %.4g уд/мин

# Mean_rate_ipad
source: Mean Rate
fr: FCM
ru: Средняя частота

# Mean_rate_iphone
source: MeanRate
fr: FCM
ru: срЧСС

# Mean_rate_iphone_shortest
source: MRate
fr: FCM
ru: срЧСС

# Mean_rr_result_for_qtc
source: Mean RR = %.4g %@ QT
fr: RR moyen = %.4g %@ QT = %.4g %@
ru: Средний RR = %.4g %@ QT = %.4g %@

source: Measure
fr: Mesurer
ru: Измерить

source: msec
ru: мсек

source: Multipage PDF
ru: Многостраничный PDF

# Multipage_pdf_warning
source: App has been restored from background, so multipage PDF will only show current page. You will need to reopen PDF with the app to view all pages.
fr: L'application a été restaurée. Alors la multipage PDF montrera seulement une page. Vous devez rouvrir le PDF avec l’application pour voir toutes les pages.
ru: Приложение восстановлено из фонового режима, поэтому отображается только текущая страница. Вам следует снова открыть PDF через приложение для просмотра всех страниц

# Negative_caliper
source: Negatively Valued Caliper
fr: Compas à valeur négative
ru: Отрицательное значение калипера

# Negative_caliper_message
source: Please select a caliper with a positive value, or change this caliper to a positive value, and then repeat calibration.
fr: Choisir un compas avec valeur positive et étalonner encore.
ru: Выберите калипер с положительным значением, или измените значение этого калипера на положительное, а затем повторите калибровку.

source: No Angle Caliper Selected
fr: Compas d'angle pas choisi
ru: Угол калипера не выбран

# No_caliper_selected_message
source: No Caliper Selected
fr: Compas pas choisi
ru: Калипер не выбран

source: No Calipers To Use
fr: Pas de compas à utiliser
ru: Нет калиперов для использования

# No_time_caliper_selected_message
source: No Time Caliper Selected
fr: Compas de temps pas choisi
ru: Время калипера не выбрано

# Num_RRs
source: RR interval(s)?
fr: Intervalle(s) RR ?
ru: RR интервал?

# Number_of_intervals
source: Enter Number of Intervals
fr: Saisir le nombre d'intervalles
ru: Введите количество интервалов

source: OK
ru: Готово

# One_mv
source: 1 mV
ru: 1 милливольт

source: points
ru: пикселей

# QT
source: QT interval?
fr: Intervalle QT ?
ru: QT интервал?

# QTc_result
source: QTc = %.4g %@ (%@ formula)
fr: QTc = %.4g %@ (formule de %@)
ru: QTc = %.4g %@ (формула %@)

source: Repeat QT
fr: Répéter QT
ru: Повтор QT

source: Reset
fr: Réinit
ru: Сброс

source: Rotate
fr: Tourner
ru: Повернуть

source: Sample
fr: Exemple
ru: Образец

source: Select
fr: Choisir
ru: Выбрать

# Select_angle_caliper
source: Select an angle caliper.
fr: Choisir un compas d'angle.
ru: Выберите угол калипера

# Select_time_caliper_message
source: Select a time caliper to measure one or more RR intervals.
fr: Choisir un compas pour mesurer un (ou plus) intervalle RR.
ru: Для измерения одного или более RR интервалов выберите время калипера

source: Set
fr: Définir
ru: Установить

source: Time
fr: Temps
ru: Время

source: Time Caliper
fr: Compas de temps
ru: Время калипера

source: Topics
fr: Sujets
ru: Темы

source: Tweak
fr: Régler
ru: Точная настройка

# Tweak-iPad
source: Tweak
fr: Régler
ru: Точная настройка

# Tweak-iPhone
source: Tweak
fr: Régler
ru: Точная

source: Unlock
fr: Débloq
ru: Разблокировать

# Unlock-iPad
source: Unlock
fr: Débloquer
ru: Разблокировать

# Unlock-iPhone
source: Unlock
fr: Débloq
ru: Закре

source: About EP Calipers
fr: Sur Compas EP
ru: О приложении

source: Hide tooltips
fr: Masquer les infobulles
ru: Скрыть подсказки

source: Lock image
fr: Immobiliser l'image
ru: Закрепить изображение

source: Manual
fr: Manuel
ru: Вручную

source: Preferences
fr: Préférences
ru: Настройки

source: Quick help
fr: Aide rapide
ru: Быстрая помощь

source: Sample ECG
fr: Exemple ECG
ru: Пример ЭКГ

source: Select image
fr: Choisir une image
ru: Выбрать изображение

source: Show tooltips
fr: Afficher les infobulles
ru: Показать подсказки

source: Take photo
fr: Prendre une photo
ru: Сделать фото

source: Unlock image
fr: Débloquer l'image
ru: Открепить изображение

# Add_tooltip
source: Add calipers
fr: Ajouter des compas
ru: Добавить калипер

# Clear_calibration_tooltip
source: Clear all calibration
fr: Effacer tout l'étalonnage
ru: Очистить все калибровки

# Int_rate_tooltip
source: Toggle between interval and heart rate
fr: Changer entre intervalle et fréquence cardiaque
ru: Переключение между интервалом и частотой сердца

# Longpress_tooltip
source: Long press on image or caliper to show additional options
fr: Appuyer pendant quelques secondes sur l'image ou sur un compas pour montrer plus d'options
ru: Показать дополнительные опции долгим нажатием на изображение или калипер

# Mean_rate_tooltip
source: Measure 2 or more intervals and calculate mean rate and interval
fr: Mesurer 2 ou plus d'intervalles pour calculer l'intervalle moyen et la fréquence cardiaque moyenne
ru: Измерить 2 или более интервалов и рассчитать среднюю частоту и интервал

# Measurement_tooltip
source: Use measurement toolbar to calibrate calipers, then make measurements
fr: Utiliser le menu des mesures pour l'étalonnage des compas et puis prendre des mesures
ru: Использовать панель измерительных инструментов для калибровки калиперов и затем провести измерения

# Move_caliper_tooltip
source: Move caliper by dragging crossbar. Expand and contract it by dragging sidebars. Tap to select it for measurements. Double-tap to delete it.
fr: Déplacer le compas en glissant la barre transversale. Élarger et contracter le compas en glissant les barres verticales. Taper pour le choisir. Taper deux fois pour le supprimer.
ru: Передвигайте калипер, потянув за его край. Разверните и сверните его, перетаскивая боковые панели. Нажмите, чтобы выбрать его для измерений. Дважды нажмите, чтобы удалить его.

# Move_image_tooltip
source: Pinch to zoom and drag to reposition image
fr: Pincer et zoomer ou glisser pour repositionner l'image
ru: Раздвиньте пальцами изображение, чтобы увеличить масштаб и перетащите, чтобы изменить положение изображения

# QTc_step_1_tooltip
source: Measure 1 or more RR intervals
fr: Mesurer un ou plus des intervalles RR
ru: Измерить 1 или более интервалов RR

# QTc_step_2_tooltip
source: Measure the QT interval
fr: Mesurer l'intervalle QT
ru: Измерить интервал QT

# QTc_tooltip
source: Calculate the QTc
fr: Calculer l'intervalle QTc
ru: Измерить QTc

# Set_calibration_tooltip
source: Measure a know interval with selected caliper.
fr: Mesurer un intervalle connu avec le compas choisi
ru: Измерить известный интервал выбранным калипером

# Setup_calibration_tooltip
source: Select a caliper by tapping it. Use it to measure a known interval (e.g. 1000 msec).
fr: Choisir un compas en le tapant. Utiliser le compas pour mesurer un intervalle connu, par exemple 1 000 msec.
ru: Выбирайте калипер нажав на него. Используйте его для измерения известного интервала (например, 1000 мсек).

# Side_menu_tooltip
source: Load a new image
fr: Choisir une nouvelle image
ru: Загрузить новое изображение

# lang
source: en
fr: fr
ru: ru

# Help_image_1
source: epcalipershelp-1-en
fr: epcalipershelp-1-fr
ru: epcalipershelp-1-ru

# Help_image_2
source: epcalipershelp-2-en
fr: epcalipershelp-2-fr
ru: epcalipershelp-2-ru

# Help_image_3
source: epcalipershelp-3-en
fr: epcalipershelp-3-fr
ru: epcalipershelp-3-ru

# Rotate_01_L
source: 0.1°L
fr: 0,1°G

# Rotate_01_R
source: 0.1°R
fr: 0,1°D

# Rotate_1_L
source: 1°L
fr: 1°G

# Rotate_1_R
source: 1°R
fr: 1°D

# Rotate_90_L
source: 90°L
fr: 90°G

# Rotate_90_R
source: 90°R
fr: 90°D
